Repository: voer-platform/vpq
Catalog: app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: Elfinder File Manager
vi: Trang quản lý file Elfinder

source: Admin
vi: Quản trị

source: Add questions
vi: Thêm câu hỏi

source: The question has been saved.
vi: Câu hỏi đã được lưu

source: The question could not be saved. Please, try again.
vi: Câu hỏi không lưu được. Xin thử lại.

source: Add multiple questions
vi: Thêm nhiều câu hỏi

source: Import success. Please verify in manage question list.
vi: Nhập thành công, xin kiểm tra lại trong danh sách câu hỏi.

source: Import Fail. Please verify in manage question list.
vi: Nhập thành công, xin kiểm tra lại trong danh sách câu hỏi.

source: The imported data could not be process, please try again later.
vi: Không thể nhập dữ liệu, xin hãy thử lại

source: Analystic
vi: Thống kê

source: Ranking data refreshed.
vi: Dữ liệu xếp hang đã được làm mới.

source: Invalid answer
vi: Câu trả lời không hợp lệ

source: The answer has been saved.
vi: Câu trả lời đã được lưu.

source: The answer could not be saved. Please, try again.
vi: Câu tả lời không thể lưu, xin hay thử lại

source: The answer has been deleted.
vi: Câu trả lời đã được xóa

source: The answer could not be deleted. Please, try again.
vi: Câu tả lời không thể xóa xin hay thử lại

source: You are not authorized for that pages
vi: Bạn không có quyền truy cập trang này

source: Your answer has been saved.
vi: Câu trả lời đã được lưu

source: Unable to add your answer.
vi: Không thể thêm câu trả lời

source: Invalid attachment
vi: File đính kèm không hợp lệ

source: The attachment has been saved.
vi: File đính kèm đã được lưu

source: The attachment could not be saved. Please, try again.
vi: File đính kèm không thể lưu. Xin hay thử lại.

source: The attachment has been deleted.
vi: File đính kèm đã được xóa

source: The attachment could not be deleted. Please, try again.
vi: File đính kèm không được xóa. Xin hãy thử lại.

source: Invalid category
vi: Chủ đề không hợp lệ

source: The category has been saved.
vi: Chủ đề đã được lưu

source: The category could not be saved. Please, try again.
vi: Không thể lưu chủ đề, xin hay thử lại

source: The category has been deleted.
vi: Chủ đề đã được xóa

source: The category could not be deleted. Please, try again.
vi: Không thể xóa chủ đề, xin hay thử lại

source: Invalid faq
vi: FAQ không hợp lệ

source: The faq has been saved.
vi: FAQ đã được lưu

source: The faq could not be saved. Please, try again.
vi: Không thể lưu FAQ, xin thử lại.

source: The faq has been deleted.
vi: FAQ đã được xóa.

source: The faq could not be deleted. Please, try again.
vi: Không thể xóa FAQ, xin thử lại.

source: Faq
vi: Hỏi đáp

source: Send FAQ success!
vi: Gửi thành công!

source: Send FAQ failed. Try again leter.
vi: Không thể gửi, xin thử lại sau.

source: Invalid grade
vi: Điểm không hợp lệ

source: The grade has been saved.
vi: Điểm đã được lưu

source: The grade could not be saved. Please, try again.
vi: Lớp không được lưu, xin hay thử lại.

source: The grade has been deleted.
vi: Điểm đã được xóa.

source: The grade could not be deleted. Please, try again.
vi: Không thể xóa điểm, xin hãy thử lại.

source: Home
vi: Trang chủ

source: About us
vi: Giới thiệu

source: Invalid person
vi: Người dùng không hợp lệ.

source: The person has been saved.
vi: Người dùng đã được lưu

source: The person could not be saved. Please, try again.
vi: Không thể lưu người dùng, xin hãy thử lại.

source: The person has been deleted.
vi: Đã xóa người dùng.

source: The person could not be deleted. Please, try again.
vi: Không thể xóa người dùng, xin hãy thử lại

source: Invalid login. Please try again.
vi: Không thể đăng nhập, xin hãy thử lại

source: Something wrong, cannot log in. Please try again!
vi: Không thể đăng nhập. Xin hay thử lại!

source: Dashboard
vi: Trang cá nhân

source: History
vi: Lịch sử

source: Suggestion
vi: Gợi ý

source: Progress
vi: Tiến độ

source: Cover details
vi: Chi tiết môn học

source: Invalid progress
vi: Tiến độ không hợp lệ

source: The progress has been saved.
vi: Tiến độ đã được lưu.

source: The progress could not be saved. Please, try again.
vi: Không thể lưu tiến độ, xin hãy thử lại.

source: The progress has been deleted.
vi: Đã xóa tiến độ.

source: The progress could not be deleted. Please, try again.
vi: Không thể xóa tiến độ, xin hãy thử lại.

source: Invalid question
vi: Câu hỏi không hợp lệ

source: The question has been deleted.
vi: Đã xóa câu hỏi.

source: The question could not be deleted. Please, try again.
vi: Không thể xóa câu hỏi, xin hãy thử lại.

source: Test result
vi: Kết quả kiểm tra

source: List testes
vi: Danh sách bài kiểm tra

source: Test number
vi: Số kiểm tra

source: Invalid test
vi: Bài kiểm tra không hợp lệ

source: Add test
vi: Thêm bài kiểm tra

source: The test has been saved.
vi: Bài kiểm tra đã được lưu

source: The test could not be saved. Please, try again.
vi: Không thể lưu bài kiểm tra, xin hãy thử lại.

source: Choose test
vi: Chọn bài kiểm tra

source: Testing
vi: Đang kiểm tra

source: No data found
vi: Không tìm thấy dữ liệu

source: Date
vi: Thời gian

source: Physics
vi: Vật lý

source: Sunday
vi: CN

source: Monday
vi: T2

source: Tuesday
vi: T2

source: Wednesday
vi: T4

source: Thursday
vi: T5

source: Friday
vi: T6

source: Saturday
vi: T7

source: None
vi: Không có

source: Score
vi: Điểm

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: days ago
vi: ngày trước

source: This week
vi: Tuần này

source: Last week
vi: Tuần trước

source: weeks ago
vi: tuần trước

source: Anaystics page
vi: Trang thống kê

source: Number of questions for each subcategory in database.
vi: Số lượng câu hỏi của từng bài trong cơ sở dữ lieu.

source: ID
vi: Thứ tự

source: Name
vi: Tên

source: Number of questions
vi: Số câu hỏi

source: Select one of functions on the left
vi: Chọn một chức năng bên trái

source: Zip file contains questions
vi: File chứa các câu hỏi

source: Submit
vi: Gửi

source: Info
vi: Thông tin

source: Import a pre-formatted zip file contains
vi: Nhập một file được format sẵn chưa các câu hỏi

source: Text file contains question text
vi: File text chứa nội dung câu hỏi

source: Attachment files for each questions
vi: File đính kèm cho từng câu hỏi

source: Format for zip file
vi: Định dạng cho file zip

source: Zip file should follow this format
vi: File zip cần theo định dạng như mẫu này

source: Add question content
vi: Thêm nội dung câu hỏi

source: Type in content of question, if there is a math equation. Click on '<>' icon and paste in MathML code.
vi: Nhập nội dung của câu hỏi. Nếu có biểu thức toán học, click vào '<>' và điền vào mã MathML

source: Using this online editor to get mathml code:
vi: Sử dung công cụ chỉnh sửa này để lấy mã MathML:

source: Editor
vi: Công cụ sửa

source: Content
vi: Nội dung

source: Easy
vi: Dễ

source: Quite easy
vi: Khá dễ

source: Normal
vi: Bình thường

source: Hard
vi: Khó

source: Insane
vi: Rất khó

source: Difficulty
vi: Độ khó

source: Add answers for question
vi: Thêm câu trả lời cho câu hỏi

source: 4 answers for each question. Check the checkbox on the right if the answer is correct
vi: Nhập 4 câu trả lời cho câu hỏi. Chọn ô checkbox bên phải nếu câu trả lời là đúng

source: Answer
vi: Câu trả lời

source: Correctness
vi: Đúng/Sai

source: Attachments
vi: File đính kèm

source: Attachments file for the question. Click on the button to add
vi: File đính kèm cho từng câu hỏi. Ấn vào nút để them.

source: Add attachments
vi: Nhập file đính kèm

source: More attachments
vi: More

source: Click button to add more
vi: Ấn nút để thêm

source: Categorize
vi: Phân loại

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
vi: Trang {:page} của {:pages}, {:current} bản ghi trên tổng số {:count}, bắt đầu từ {:start}, kết thúc ở {:end}

source: previous
vi: trước

source: next
vi: sau

source: Subcategory
vi: Chủ đề con

source: Action
vi: Hành động

source: Ranking
vi: Xếp hạng

source: Are you sure?
vi: Bạn có chắc chắn?

source: Rebuild data
vi: Xây dựng lại dữ liệu

source: Gender
vi: Giới tính

source: Grade
vi: Lớp

source: School
vi: Trường

source: Subject
vi: Môn học

source: Total tests
vi: Tổng số bài kiểm tra

source: Add Answer
vi: Thêm câu trả lời

source: Actions
vi: Hành động

source: List Answers
vi: Liệt kê câu trả lời

source: List Questions
vi: Liệt kê câu hỏi

source: New Question
vi: Thêm câu hỏi mới

source: Edit Answer
vi: Sửa câu hỏi

source: Delete
vi: Xóa

source: Are you sure you want to delete # %s?
vi: Bạn có chắc muốn xóa # %s

source: Answers
vi: Các câu trả lời

source: View
vi: Xem

source: Edit
vi: Sửa

source: New Answer
vi: Câu trả lời mới

source: Id
vi: Thứ tự

source: Question
vi: Câu hỏi

source: Order
vi: Thứ tự

source: Delete Answer
vi: Xóa câu hỏi

source: Ask for help
vi: Nhờ trợ giúp

source: answered
vi: Câu trả lời

source: No explanations found!
vi: Không có giải đáp nào!

source: Still not find your answer? Share this on Facebook to get help from your friends.
vi: Vẫn không tìm thấy câu trả lời mong muốn? Chia sẻ trên Facebook để nhận trợ giúp từ bạn bè của bạn.

source: Your Answer
vi: Câu trả lời

source: Post Your Answer
vi: Đăng câu trả lời

source: Add Attachment
vi: Thêm file đính kèm

source: List Attachments
vi: Danh sách file đính kèm

source: Edit Attachment
vi: Sửa file đính kèm

source: New Attachment
vi: Tạo file đính kèm mới

source: Attachment
vi: File đính kèm

source: Path
vi: Đường dẫn

source: Delete Attachment
vi: Xóa file đính kèm

source: Add Category
vi: Thêm chủ đề

source: List Categories
vi: Danh sách chủ đề

source: List Subjects
vi: Sanh sách môn học

source: New Subject
vi: Thêm môn học mới

source: List Subcategories
vi: Liệt kê chủ đề con

source: New Subcategory
vi: Thêm chủ đề con mới

source: Related Subcategories
vi: Các chủ đề liên quan

source: Add Questions
vi: Thêm câu hỏi

source: Add Mutiple Questions
vi: Thêm nhiều câu hỏi

source: Manage People
vi: Quản lý người dùng

source: Manage Questions
vi: Quản lý câu hỏi

source: Manage SubCategories
vi: Quản lý chủ đề con

source: Ranking Data
vi: Dữ liệu xếp hạng

source: Static pages
vi: Trang tĩnh

source: Time remains
vi: Thời gian còn lại

source: Test
vi: Kiểm tra

source: Timelimit
vi: Thời gian

source: minutes
vi: phút

source: Ask us a question
vi: Hỏi PLS.

source: Have a question for us? Wanna give some comments? Type here!
vi: Có câu hỏi, góp ý cho PLS? Gửi tại đây nhé!

source: Send PLS
vi: Gửi

source: Blank content
vi: Nội dung trống

source: About
vi: Giới thiệu

source: Account info
vi: Thông tin tài khoản

source: Logout
vi: Đăng xuất

source: Correct
vi: Đúng

source: Wrong
vi: Sai

source: Total
vi: Tổng số

source: Rank
vi: Xếp hạng

source: Last tried
vi: Lần cuối thực hiện

source: Score based on latest 10 tests on the subject
vi: Điểm dựa trên 10 bài kiểm tra gần nhất.

source: Do test on this
vi: Kiểm tra trên phần này

source: Oops... It looks like you have no progresses at all....
vi: Oops... Bạn chưa có tiến độ môn học...

source: Custom
vi: Tùy chọn

source: All time
vi: Tất cả

source: 1 Month
vi: 1 tháng

source: 1 Week
vi: 1 tuần

source: Last 10 times
vi: 10 lần gần nhất.

source: Time range
vi: Thời gian

source: Rating
vi: Đánh giá

source: Welcome to Personal Learning System!
vi: Chào mừng đến PLS!

source: You have no progress at all, please click Test Button to begin your learning process
vi: Đây là lần đầu tiên bạn đăng nhập nên chưa có dữ liệu. Hãy bắt đầu thử sức.

source: %s has just scored %d on total %d questions on PLS.
vi: %s vừa đạt %d điểm trên %d câu hỏi từ PLS.

source: Test on subject %s
vi: Bài kiểm tra môn %s

source: Solution:
vi: Lời giải:

source: on
vi: trên

source: questions
vi: câu hỏi

source: Show Answers
vi: Xem đáp án

source: Show Solutions
vi: Xem lời giải

source: Go to dashboard
vi: Quay lại trang cá nhân

source: Take this test again
vi: Kiểm tra lại bài này

source: Hide Answers
vi: Ẩn đáp án

source: Hide Solutions
vi: Ẩn lời giải

source: Add Faq
vi: Thêm Hỏi & Đáp

source: List Faqs
vi: Danh sách FAQ

source: List People
vi: Danh sách người dùng

source: Faqs
vi: Hỏi & Đáp

source: Answer FAQ
vi: Trả lời FAQ

source: New Faq
vi: Tạo FAQ

source: Here are frequently asked questions sent to PLS by users.
vi: Các câu hỏi thường gặp của người dùng hệ thống PLS.

source: FAQ content
vi: Hỏi

source: FAQ answer
vi: Đáp

source: Person
vi: Người dùng

source: Status
vi: Tình trạng

source: Date Created
vi: Ngày tạo

source: Date Answered
vi: Ngày trả lời

source: Delete Faq
vi: Xóa FAQ

source: Add Grade
vi: Thêm lớp

source: List Grades
vi: Liệt kê lớp

source: Edit Grade
vi: Sửa lớp

source: Grades
vi: Lớp

source: New Grade
vi: Lớp mới

source: Delete Grade
vi: Xóa lớp

source: All Grade
vi: Tất cả các lớp

source: Excellent
vi: Xuất sắc

source: Score from
vi: Điểm từ

source: to
vi: đến

source: Good
vi: Giỏi

source: Fair
vi: Khá

source: Bad
vi: Trung bình

source: Very bad
vi: Yếu

source: Failed
vi: Kém

source: Where you can learn anything!
vi: Hệ thống giúp bạn học tất cả!

source: Login with Facebook
vi: Đăng nhập với Facebook

source: Edit Profile
vi: Chỉnh sửa thông tin tài khoản

source: Subjects
vi: Môn học

source: Load Subjects
vi: Xem các môn học

source: Load All
vi: Xem toàn bộ

source: My tests history
vi: Các bài kiểm tra của tôi

source: People
vi: User

source: Fullname
vi: Tên đầy đủ

source: school
vi: trường

source: address
vi: địa chỉ

source: role
vi: vai trò

source: Member since
vi: Thành viên từ

source: account
vi: tài khoản

source: Your performance
vi: Điểm trung bình

source: Personal Page
vi: Trang cá nhân

source: Birthday:
vi: Sinh nhật:

source: Gender:
vi: Giới tính:

source: Student:
vi: Lớp:

source: Address:
vi: Địa chỉ:

source: Update
vi: Cập nhật:

source: Close
vi: Đóng

source: First Name
vi: Tên

source: Last Name
vi: Họ

source: Birthday
vi: Ngày sinh

source: Delete Person
vi: Xóa

source: Duration
vi: Thời gian làm bài

source: Time Taken
vi: Thời gian thực hiện

source: Related Attachments
vi: File đính kèm

source: None attachments
vi: Không có file đính kèm

source: Scores
vi: Điểm

source: Subcategories
vi: Các chủ đề

source: Your scores on
vi: Các bài làm của tôi cho:

source: Choose Test
vi: Chọn bài kiểm tra

source: Check All
vi: Chọn tất cả

source: mins
vi: phút

source: Tests
vi: Các bài kiểm tra

source: numeric
vi: số

source: notEmpty
vi: không trống

source: Last name is required
vi: Họ là bắt buộc

source: Role is not correct, must be: {'admin', 'user', 'editor'}
vi: Vai trò không đúng, phải là: {'admin', 'user', 'editor'}
